{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "6704766a-6c6a-4d9c-b89d-ca45c9037039",
    "lastModifiedDateTime":  "2020-03-12T19:50:28.1782346Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-03-12T19:50:28.1782346Z",
    "description":  "",
    "displayName":  "AzureAd_AllowPasswordreset",
    "version":  1,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "ResetPasswordLink",
                            "description":  null,
                            "omaUri":  "./Vendor/MSFT/Policy/Config/Authentication/AllowAadPasswordReset",
                            "value":  1,
                            "isReadOnly":  false
                        }
                    ]
}
